---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctSettings.AirDensity
source: html/fffd52f7-044c-1a46-6943-ff877dec3279.htm
---
# Autodesk.Revit.DB.Mechanical.DuctSettings.AirDensity Property

The air density in kg/ft^3.

## Syntax (C#)
```csharp
public double AirDensity { get; set; }
```